Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# auth.apple.error.notHandled
source: Apple sign-in couldn't handle this request. Try again.
ar: تعذّرت معالجة طلب تسجيل الدخول باستخدام Apple. حاول مجددًا.
bg: Заявката за вход с Apple не бе обработена. Опитайте отново.
bn: Apple দিয়ে সাইন ইন করার অনুরোধটি প্রক্রিয়া করা যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut processar la sol·licitud d'inici de sessió amb Apple. Torna-ho a provar.
cs: Požadavek na přihlášení přes Apple se nepodařilo zpracovat. Zkuste to znovu.
da: Apple-login kunne ikke behandle anmodningen. Prøv igen.
de: Die Apple-Anfrage konnte nicht verarbeitet werden. Versuche es erneut.
el: Δεν ήταν δυνατή η επεξεργασία του αιτήματος σύνδεσης με Apple. Δοκιμάστε ξανά.
es: No se pudo procesar el inicio de sesión con Apple. Inténtalo de nuevo.
et: Apple’iga sisselogimise taotlust ei saanud töödelda. Proovi uuesti.
fa: درخواست ورود با اپل پردازش نشد. دوباره تلاش کنید.
fi: Apple-kirjautumispyyntöä ei voitu käsitellä. Yritä uudelleen.
fil: Hindi naproseso ang kahilingan sa pag-sign in gamit ang Apple. Subukan ulit.
fr: La connexion avec Apple n'a pas pu traiter cette demande. Réessayez.
he: לא ניתן היה לטפל בבקשת ההתחברות באמצעות Apple. יש לנסות שוב.
hi: Apple से साइन इन का अनुरोध पूरा नहीं हो सका। फिर कोशिश करें।
hr: Zahtjev za prijavu putem Applea nije obrađen. Pokušajte ponovno.
hu: Az Apple-bejelentkezés nem tudta kezelni a kérést. Próbáld újra.
id: Permintaan masuk dengan Apple tidak dapat diproses. Coba lagi.
is: Ekki tókst að afgreiða innskráningu með Apple. Reyndu aftur.
it: Impossibile gestire la richiesta di accesso con Apple. Riprova.
ja: Appleでのサインインを処理できませんでした。もう一度お試しください。
ko: Apple 로그인 요청을 처리하지 못했습니다. 다시 시도하세요.
lt: Nepavyko apdoroti prisijungimo per „Apple“ užklausos. Bandykite dar kartą.
lv: Neizdevās apstrādāt pierakstīšanās ar Apple pieprasījumu. Mēģiniet vēlreiz.
nb: Apple-innloggingen kunne ikke håndtere forespørselen. Prøv igjen.
nl: Inloggen met Apple kon dit verzoek niet verwerken. Probeer het opnieuw.
nn: Apple-innlogginga kunne ikkje handtere førespurnaden. Prøv igjen.
pl: Nie udało się obsłużyć logowania przez Apple. Spróbuj ponownie.
pt_br: Não foi possível processar o login com a Apple. Tente novamente.
ro: Autentificarea cu Apple nu a putut procesa cererea. Încearcă din nou.
ru: Не удалось обработать запрос на вход через Apple. Попробуйте ещё раз.
sk: Požiadavku na prihlásenie cez Apple sa nepodarilo spracovať. Skúste to znova.
sl: Zahteve za prijavo z računom Apple ni bilo mogoče obdelati. Poskusite znova.
sr: Apple nije mogao da obradi zahtev za prijavljivanje. Pokušajte ponovo.
sv: Inloggningen med Apple kunde inte hantera begäran. Försök igen.
sw: Ombi la kuingia kwa Apple halikushughulikiwa. Jaribu tena.
ta: Apple உள்நுழைவால் இந்தக் கோரிக்கையைச் செயல்படுத்த முடியவில்லை. மீண்டும் முயலவும்.
th: ไม่สามารถดำเนินการลงชื่อเข้าใช้ด้วย Apple ได้ ลองอีกครั้ง
tr: Apple ile giriş isteği işlenemedi. Tekrar deneyin.
uk: Не вдалося обробити запит на вхід через Apple. Спробуйте ще раз.
ur: Apple سے سائن اِن یہ درخواست مکمل نہیں کر سکا۔ دوبارہ کوشش کریں۔
vi: Không thể xử lý yêu cầu đăng nhập bằng Apple. Hãy thử lại.
zh_hans: 无法处理 Apple 登录请求，请重试。
zh_hant: 無法處理 Apple 登入請求，請再試一次。

# auth.apple.error.notInteractive
source: Apple sign-in isn't available right now. Try again in a moment.
ar: تسجيل الدخول باستخدام Apple غير متاح الآن. حاول بعد قليل.
bg: Входът с Apple не е наличен сега. Опитайте след малко.
bn: Apple দিয়ে সাইন ইন এখন উপলব্ধ নয়। কিছুক্ষণ পর আবার চেষ্টা করুন।
ca: L'inici de sessió amb Apple no està disponible ara mateix. Torna-ho a provar d'aquí a un moment.
cs: Přihlášení přes Apple teď není dostupné. Zkuste to za chvíli.
da: Apple-login er ikke tilgængeligt lige nu. Prøv igen om lidt.
de: Die Apple-Anmeldung ist gerade nicht verfügbar. Versuche es später erneut.
el: Η σύνδεση με Apple δεν είναι διαθέσιμη αυτή τη στιγμή. Δοκιμάστε ξανά σε λίγο.
es: El inicio de sesión con Apple no está disponible ahora. Inténtalo más tarde.
et: Apple’iga sisselogimine pole praegu saadaval. Proovi varsti uuesti.
fa: ورود با اپل فعلاً در دسترس نیست. کمی بعد دوباره تلاش کنید.
fi: Apple-kirjautuminen ei ole nyt käytettävissä. Yritä pian uudelleen.
fil: Hindi available ngayon ang pag-sign in gamit ang Apple. Subukan ulit maya-maya.
fr: La connexion avec Apple est indisponible. Réessayez dans un instant.
he: התחברות באמצעות Apple אינה זמינה כרגע. יש לנסות שוב בעוד רגע.
hi: Apple से साइन इन अभी उपलब्ध नहीं है। थोड़ी देर बाद कोशिश करें।
hr: Prijava putem Applea trenutačno nije dostupna. Pokušajte uskoro ponovno.
hu: Az Apple-bejelentkezés most nem érhető el. Próbáld újra később.
id: Masuk dengan Apple tidak tersedia saat ini. Coba lagi sebentar lagi.
is: Innskráning með Apple er ekki í boði núna. Reyndu aftur eftir smástund.
it: L'accesso con Apple non è disponibile al momento. Riprova tra poco.
ja: 現在、Appleでのサインインは利用できません。しばらくしてからお試しください。
ko: 지금은 Apple 로그인을 사용할 수 없습니다. 잠시 후 다시 시도하세요.
lt: Šiuo metu prisijungti per „Apple“ negalima. Netrukus bandykite dar kartą.
lv: Pierakstīšanās ar Apple pašlaik nav pieejama. Mēģiniet vēlreiz pēc brīža.
nb: Apple-innlogging er ikke tilgjengelig akkurat nå. Prøv igjen om litt.
nl: Inloggen met Apple is nu niet beschikbaar. Probeer het straks opnieuw.
nn: Apple-innlogging er ikkje tilgjengeleg akkurat no. Prøv igjen om litt.
pl: Logowanie przez Apple jest teraz niedostępne. Spróbuj za chwilę.
pt_br: O login com a Apple não está disponível agora. Tente novamente em instantes.
ro: Autentificarea cu Apple nu este disponibilă acum. Încearcă din nou în curând.
ru: Вход через Apple сейчас недоступен. Попробуйте чуть позже.
sk: Prihlásenie cez Apple teraz nie je dostupné. Skúste to o chvíľu znova.
sl: Prijava z računom Apple trenutno ni na voljo. Poskusite znova čez nekaj trenutkov.
sr: Prijavljivanje putem Apple-a trenutno nije dostupno. Pokušajte uskoro ponovo.
sv: Inloggning med Apple är inte tillgänglig just nu. Försök igen om en stund.
sw: Kuingia kwa Apple hakupatikani sasa hivi. Jaribu tena baada ya muda mfupi.
ta: Apple உள்நுழைவு தற்போது கிடைக்கவில்லை. சிறிது நேரம் கழித்து மீண்டும் முயலவும்.
th: ขณะนี้ลงชื่อเข้าใช้ด้วย Apple ไม่ได้ โปรดลองอีกสักครู่
tr: Apple ile giriş şu anda kullanılamıyor. Birazdan tekrar deneyin.
uk: Вхід через Apple зараз недоступний. Спробуйте трохи пізніше.
ur: Apple سے سائن اِن فی الحال دستیاب نہیں۔ تھوڑی دیر بعد دوبارہ کوشش کریں۔
vi: Hiện không thể đăng nhập bằng Apple. Hãy thử lại sau.
zh_hans: 暂时无法使用 Apple 登录，请稍后重试。
zh_hant: 目前無法使用 Apple 登入，請稍後再試。

# auth.apple.error.noWindow
source: Couldn't show Apple sign-in. Try again.
ar: تعذّر عرض تسجيل الدخول باستخدام Apple. حاول مجددًا.
bg: Входът с Apple не можа да се покаже. Опитайте отново.
bn: Apple সাইন-ইন দেখানো যায়নি। আবার চেষ্টা করুন।
ca: No s'ha pogut mostrar l'inici de sessió amb Apple. Torna-ho a provar.
cs: Nepodařilo se zobrazit přihlášení přes Apple. Zkuste to znovu.
da: Kunne ikke vise Apple-login. Prøv igen.
de: Die Apple-Anmeldung konnte nicht angezeigt werden. Versuche es erneut.
el: Δεν ήταν δυνατή η εμφάνιση της σύνδεσης με Apple. Δοκιμάστε ξανά.
es: No se pudo mostrar el inicio de sesión con Apple. Inténtalo de nuevo.
et: Apple’iga sisselogimist ei saanud kuvada. Proovi uuesti.
fa: نمایش صفحه ورود با اپل ممکن نشد. دوباره تلاش کنید.
fi: Apple-kirjautumista ei voitu näyttää. Yritä uudelleen.
fil: Hindi maipakita ang pag-sign in gamit ang Apple. Subukan ulit.
fr: Impossible d'afficher la connexion avec Apple. Réessayez.
he: לא ניתן להציג את מסך ההתחברות באמצעות Apple. יש לנסות שוב.
hi: Apple साइन-इन दिखाया नहीं जा सका। फिर कोशिश करें।
hr: Nije moguće prikazati prijavu putem Applea. Pokušajte ponovno.
hu: Nem sikerült megjeleníteni az Apple-bejelentkezést. Próbáld újra.
id: Tidak dapat menampilkan layar masuk dengan Apple. Coba lagi.
is: Ekki tókst að birta innskráningu með Apple. Reyndu aftur.
it: Impossibile mostrare l'accesso con Apple. Riprova.
ja: Appleのサインイン画面を表示できませんでした。もう一度お試しください。
ko: Apple 로그인 화면을 표시할 수 없습니다. 다시 시도하세요.
lt: Nepavyko parodyti prisijungimo per „Apple“ lango. Bandykite dar kartą.
lv: Neizdevās parādīt pierakstīšanos ar Apple. Mēģiniet vēlreiz.
nb: Kunne ikke vise Apple-innloggingen. Prøv igjen.
nl: Kon inloggen met Apple niet tonen. Probeer het opnieuw.
nn: Kunne ikkje vise Apple-innlogginga. Prøv igjen.
pl: Nie udało się wyświetlić okna logowania przez Apple. Spróbuj ponownie.
pt_br: Não foi possível exibir o login com a Apple. Tente novamente.
ro: Autentificarea cu Apple nu a putut fi afișată. Încearcă din nou.
ru: Не удалось показать окно входа через Apple. Попробуйте ещё раз.
sk: Prihlásenie cez Apple sa nepodarilo zobraziť. Skúste to znova.
sl: Prijave z računom Apple ni bilo mogoče prikazati. Poskusite znova.
sr: Nije moguće prikazati Apple prijavljivanje. Pokušajte ponovo.
sv: Kunde inte visa inloggningen med Apple. Försök igen.
sw: Haikuwezekana kuonyesha ukurasa wa kuingia kwa Apple. Jaribu tena.
ta: Apple உள்நுழைவைக் காட்ட முடியவில்லை. மீண்டும் முயலவும்.
th: ไม่สามารถแสดงหน้าลงชื่อเข้าใช้ด้วย Apple ได้ ลองอีกครั้ง
tr: Apple ile giriş ekranı gösterilemedi. Tekrar deneyin.
uk: Не вдалося показати вікно входу через Apple. Спробуйте ще раз.
ur: Apple سائن اِن نہیں دکھایا جا سکا۔ دوبارہ کوشش کریں۔
vi: Không thể hiển thị đăng nhập bằng Apple. Hãy thử lại.
zh_hans: 无法显示 Apple 登录界面，请重试。
zh_hant: 無法顯示 Apple 登入畫面，請再試一次。

# auth.apple.error.timedOut
source: Apple sign-in timed out. Try again.
ar: انتهت مهلة تسجيل الدخول باستخدام Apple. حاول مجددًا.
bg: Времето за вход с Apple изтече. Опитайте отново.
bn: Apple দিয়ে সাইন ইন করার সময় শেষ হয়েছে। আবার চেষ্টা করুন।
ca: S'ha esgotat el temps d'inici de sessió amb Apple. Torna-ho a provar.
cs: Časový limit přihlášení přes Apple vypršel. Zkuste to znovu.
da: Apple-login fik timeout. Prøv igen.
de: Zeitüberschreitung bei der Apple-Anmeldung. Versuche es erneut.
el: Η σύνδεση με Apple έληξε λόγω χρονικού ορίου. Δοκιμάστε ξανά.
es: Se agotó el tiempo para iniciar sesión con Apple. Inténtalo de nuevo.
et: Apple’iga sisselogimine aegus. Proovi uuesti.
fa: مهلت ورود با اپل پایان یافت. دوباره تلاش کنید.
fi: Apple-kirjautuminen aikakatkaistiin. Yritä uudelleen.
fil: Nag-time out ang pag-sign in gamit ang Apple. Subukan ulit.
fr: La connexion avec Apple a expiré. Réessayez.
he: תם הזמן שהוקצב להתחברות באמצעות Apple. יש לנסות שוב.
hi: Apple से साइन इन का समय समाप्त हो गया। फिर कोशिश करें।
hr: Isteklo je vrijeme za prijavu putem Applea. Pokušajte ponovno.
hu: Az Apple-bejelentkezés időtúllépés miatt megszakadt. Próbáld újra.
id: Waktu masuk dengan Apple habis. Coba lagi.
is: Innskráning með Apple rann út á tíma. Reyndu aftur.
it: Tempo scaduto per l'accesso con Apple. Riprova.
ja: Appleでのサインインがタイムアウトしました。もう一度お試しください。
ko: Apple 로그인 시간이 초과되었습니다. 다시 시도하세요.
lt: Baigėsi prisijungimo per „Apple“ laikas. Bandykite dar kartą.
lv: Beidzās pierakstīšanās ar Apple gaidīšanas laiks. Mēģiniet vēlreiz.
nb: Apple-innloggingen ble tidsavbrutt. Prøv igjen.
nl: Inloggen met Apple duurde te lang. Probeer het opnieuw.
nn: Apple-innlogginga tok for lang tid. Prøv igjen.
pl: Upłynął czas na logowanie przez Apple. Spróbuj ponownie.
pt_br: O tempo para login com a Apple esgotou. Tente novamente.
ro: Timpul pentru autentificarea cu Apple a expirat. Încearcă din nou.
ru: Время ожидания входа через Apple истекло. Попробуйте ещё раз.
sk: Čas na prihlásenie cez Apple vypršal. Skúste to znova.
sl: Čas za prijavo z računom Apple je potekel. Poskusite znova.
sr: Vreme za Apple prijavljivanje je isteklo. Pokušajte ponovo.
sv: Inloggningen med Apple tog för lång tid. Försök igen.
sw: Muda wa kuingia kwa Apple umeisha. Jaribu tena.
ta: Apple உள்நுழைவு நேரம் முடிந்தது. மீண்டும் முயலவும்.
th: การลงชื่อเข้าใช้ด้วย Apple หมดเวลา ลองอีกครั้ง
tr: Apple ile giriş zaman aşımına uğradı. Tekrar deneyin.
uk: Час очікування входу через Apple минув. Спробуйте ще раз.
ur: Apple سے سائن اِن کا وقت ختم ہو گیا۔ دوبارہ کوشش کریں۔
vi: Đăng nhập bằng Apple đã hết thời gian chờ. Hãy thử lại.
zh_hans: Apple 登录超时，请重试。
zh_hant: Apple 登入逾時，請再試一次。

# auth.apple.error.unexpectedResponse
source: Apple sent an unexpected response. Try again.
ar: أرسلت Apple ردًا غير متوقع. حاول مجددًا.
bg: Apple изпрати неочакван отговор. Опитайте отново.
bn: Apple থেকে অপ্রত্যাশিত উত্তর এসেছে। আবার চেষ্টা করুন।
ca: Apple ha enviat una resposta inesperada. Torna-ho a provar.
cs: Apple odeslal neočekávanou odpověď. Zkuste to znovu.
da: Apple sendte et uventet svar. Prøv igen.
de: Apple hat unerwartet geantwortet. Versuche es erneut.
el: Η Apple έστειλε μη αναμενόμενη απάντηση. Δοκιμάστε ξανά.
es: Apple envió una respuesta inesperada. Inténtalo de nuevo.
et: Apple saatis ootamatu vastuse. Proovi uuesti.
fa: اپل پاسخ غیرمنتظره‌ای فرستاد. دوباره تلاش کنید.
fi: Apple lähetti odottamattoman vastauksen. Yritä uudelleen.
fil: Nagpadala ang Apple ng hindi inaasahang tugon. Subukan ulit.
fr: Apple a envoyé une réponse inattendue. Réessayez.
he: התקבלה תגובה לא צפויה מ-Apple. יש לנסות שוב.
hi: Apple से अनपेक्षित जवाब मिला। फिर कोशिश करें।
hr: Apple je poslao neočekivan odgovor. Pokušajte ponovno.
hu: Az Apple váratlan választ küldött. Próbáld újra.
id: Apple mengirim respons yang tidak terduga. Coba lagi.
is: Apple sendi óvænt svar. Reyndu aftur.
it: Apple ha inviato una risposta imprevista. Riprova.
ja: Appleから予期しない応答がありました。もう一度お試しください。
ko: Apple에서 예상치 못한 응답을 보냈습니다. 다시 시도하세요.
lt: „Apple“ pateikė netikėtą atsakymą. Bandykite dar kartą.
lv: Apple nosūtīja negaidītu atbildi. Mēģiniet vēlreiz.
nb: Apple sendte et uventet svar. Prøv igjen.
nl: Apple gaf een onverwacht antwoord. Probeer het opnieuw.
nn: Apple sende eit uventa svar. Prøv igjen.
pl: Apple przesłało nieoczekiwaną odpowiedź. Spróbuj ponownie.
pt_br: A Apple enviou uma resposta inesperada. Tente novamente.
ro: Apple a trimis un răspuns neașteptat. Încearcă din nou.
ru: Apple вернула неожиданный ответ. Попробуйте ещё раз.
sk: Apple odoslal neočakávanú odpoveď. Skúste to znova.
sl: Apple je poslal nepričakovan odgovor. Poskusite znova.
sr: Apple je poslao neočekivan odgovor. Pokušajte ponovo.
sv: Apple skickade ett oväntat svar. Försök igen.
sw: Apple imetuma jibu lisilotarajiwa. Jaribu tena.
ta: Apple எதிர்பாராத பதிலை அனுப்பியது. மீண்டும் முயலவும்.
th: Apple ส่งการตอบกลับที่ไม่คาดคิด ลองอีกครั้ง
tr: Apple beklenmedik bir yanıt gönderdi. Tekrar deneyin.
uk: Apple надіслала неочікувану відповідь. Спробуйте ще раз.
ur: Apple سے غیر متوقع جواب ملا۔ دوبارہ کوشش کریں۔
vi: Apple trả về phản hồi không mong đợi. Hãy thử lại.
zh_hans: Apple 返回了意外响应，请重试。
zh_hant: Apple 傳回非預期的回應，請再試一次。

# auth.apple.error.unknown
source: Apple sign-in failed. Try again.
ar: فشل تسجيل الدخول باستخدام Apple. حاول مجددًا.
bg: Входът с Apple не бе успешен. Опитайте отново.
bn: Apple দিয়ে সাইন ইন ব্যর্থ হয়েছে। আবার চেষ্টা করুন।
ca: Ha fallat l'inici de sessió amb Apple. Torna-ho a provar.
cs: Přihlášení přes Apple se nezdařilo. Zkuste to znovu.
da: Apple-login mislykkedes. Prøv igen.
de: Apple-Anmeldung fehlgeschlagen. Versuche es erneut.
el: Η σύνδεση με Apple απέτυχε. Δοκιμάστε ξανά.
es: Error al iniciar sesión con Apple. Inténtalo de nuevo.
et: Apple’iga sisselogimine nurjus. Proovi uuesti.
fa: ورود با اپل ناموفق بود. دوباره تلاش کنید.
fi: Apple-kirjautuminen epäonnistui. Yritä uudelleen.
fil: Hindi nagtagumpay ang pag-sign in gamit ang Apple. Subukan ulit.
fr: Échec de la connexion avec Apple. Réessayez.
he: ההתחברות באמצעות Apple נכשלה. יש לנסות שוב.
hi: Apple से साइन इन विफल रहा। फिर कोशिश करें।
hr: Prijava putem Applea nije uspjela. Pokušajte ponovno.
hu: Az Apple-bejelentkezés sikertelen. Próbáld újra.
id: Gagal masuk dengan Apple. Coba lagi.
is: Innskráning með Apple mistókst. Reyndu aftur.
it: Accesso con Apple non riuscito. Riprova.
ja: Appleでのサインインに失敗しました。もう一度お試しください。
ko: Apple 로그인에 실패했습니다. 다시 시도하세요.
lt: Nepavyko prisijungti per „Apple“. Bandykite dar kartą.
lv: Pierakstīšanās ar Apple neizdevās. Mēģiniet vēlreiz.
nb: Apple-innloggingen mislyktes. Prøv igjen.
nl: Inloggen met Apple is mislukt. Probeer het opnieuw.
nn: Apple-innlogginga mislukkast. Prøv igjen.
pl: Logowanie przez Apple nie powiodło się. Spróbuj ponownie.
pt_br: Falha no login com a Apple. Tente novamente.
ro: Autentificarea cu Apple a eșuat. Încearcă din nou.
ru: Не удалось войти через Apple. Попробуйте ещё раз.
sk: Prihlásenie cez Apple zlyhalo. Skúste to znova.
sl: Prijava z računom Apple ni uspela. Poskusite znova.
sr: Prijavljivanje putem Apple-a nije uspelo. Pokušajte ponovo.
sv: Inloggningen med Apple misslyckades. Försök igen.
sw: Kuingia kwa Apple kumeshindikana. Jaribu tena.
ta: Apple உள்நுழைவு தோல்வியடைந்தது. மீண்டும் முயலவும்.
th: ลงชื่อเข้าใช้ด้วย Apple ไม่สำเร็จ ลองอีกครั้ง
tr: Apple ile giriş başarısız oldu. Tekrar deneyin.
uk: Не вдалося ввійти через Apple. Спробуйте ще раз.
ur: Apple سے سائن اِن ناکام رہا۔ دوبارہ کوشش کریں۔
vi: Đăng nhập bằng Apple thất bại. Hãy thử lại.
zh_hans: Apple 登录失败，请重试。
zh_hant: Apple 登入失敗，請再試一次。

# auth.error.codeExpired
source: The code has expired
ar: انتهت صلاحية الرمز
bg: Кодът е изтекъл
bn: কোডটির মেয়াদ শেষ হয়েছে
ca: El codi ha caducat
cs: Platnost kódu vypršela
da: Koden er udløbet
de: Der Code ist abgelaufen
el: Ο κωδικός έχει λήξει
es: El código ha caducado
et: Kood on aegunud
fa: اعتبار کد به پایان رسیده است
fi: Koodi on vanhentunut
fil: Nag-expire na ang code
fr: Le code a expiré
he: תוקף הקוד פג
hi: कोड की समय-सीमा समाप्त हो गई है
hr: Kod je istekao
hu: A kód lejárt
id: Kode telah kedaluwarsa
is: Kóðinn er útrunninn
it: Il codice è scaduto
ja: コードの有効期限が切れました
ko: 코드가 만료되었습니다
lt: Kodo galiojimas baigėsi
lv: Koda derīguma termiņš ir beidzies
nb: Koden har utløpt
nl: De code is verlopen
nn: Koden har gått ut
pl: Kod wygasł
pt_br: O código expirou
ro: Codul a expirat
ru: Срок действия кода истёк
sk: Platnosť kódu vypršala
sl: Koda je potekla
sr: Kod je istekao
sv: Koden har gått ut
sw: Muda wa msimbo umeisha
ta: குறியீட்டின் காலாவதி முடிந்தது
th: รหัสหมดอายุแล้ว
tr: Kodun süresi doldu
uk: Термін дії коду минув
ur: کوڈ کی میعاد ختم ہو گئی ہے
vi: Mã đã hết hạn
zh_hans: 验证码已过期
zh_hant: 驗證碼已過期

# auth.error.databaseSavingUser
source: Database error while saving new user
ar: خطأ في قاعدة البيانات أثناء حفظ مستخدم جديد
bg: Грешка в базата данни при запазване на нов потребител
bn: নতুন ব্যবহারকারী সংরক্ষণের সময় ডেটাবেসে ত্রুটি হয়েছে
ca: Error de base de dades en desar l'usuari nou
cs: Chyba databáze při ukládání nového uživatele
da: Databasefejl ved lagring af ny bruger
de: Datenbankfehler beim Speichern des neuen Nutzers
el: Σφάλμα βάσης δεδομένων κατά την αποθήκευση νέου χρήστη
es: Error de base de datos al guardar al nuevo usuario
et: Andmebaasi viga uue kasutaja salvestamisel
fa: خطای پایگاه داده هنگام ذخیره کاربر جدید
fi: Tietokantavirhe uuden käyttäjän tallennuksessa
fil: Error sa database habang sine-save ang bagong user
fr: Erreur de base de données lors de l'enregistrement du nouvel utilisateur
he: שגיאת מסד נתונים בשמירת משתמש חדש
hi: नए उपयोगकर्ता को सहेजते समय डेटाबेस त्रुटि हुई
hr: Pogreška baze podataka pri spremanju novog korisnika
hu: Adatbázishiba az új felhasználó mentésekor
id: Kesalahan basis data saat menyimpan pengguna baru
is: Gagnagrunnsvilla við vistun nýs notanda
it: Errore del database durante il salvataggio del nuovo utente
ja: 新規ユーザーの保存中にデータベースエラーが発生しました
ko: 신규 사용자 저장 중 데이터베이스 오류가 발생했습니다
lt: Duomenų bazės klaida išsaugant naują naudotoją
lv: Datubāzes kļūda, saglabājot jaunu lietotāju
nb: Databasefeil ved lagring av ny bruker
nl: Databasefout bij het opslaan van een nieuwe gebruiker
nn: Databasefeil ved lagring av ny brukar
pl: Błąd bazy danych podczas zapisywania nowego użytkownika
pt_br: Erro no banco de dados ao salvar novo usuário
ro: Eroare de bază de date la salvarea noului utilizator
ru: Ошибка базы данных при сохранении нового пользователя
sk: Chyba databázy pri ukladaní nového používateľa
sl: Napaka podatkovne zbirke pri shranjevanju novega uporabnika
sr: Greška baze podataka pri čuvanju novog korisnika
sv: Databasfel när ny användare skulle sparas
sw: Hitilafu ya hifadhidata wakati wa kuhifadhi mtumiaji mpya
ta: புதிய பயனரைச் சேமிக்கும்போது தரவுத்தளப் பிழை ஏற்பட்டது
th: ฐานข้อมูลขัดข้องขณะบันทึกผู้ใช้ใหม่
tr: Yeni kullanıcı kaydedilirken veritabanı hatası oluştu
uk: Помилка бази даних під час збереження нового користувача
ur: نیا صارف محفوظ کرتے وقت ڈیٹابیس میں خرابی
vi: Lỗi cơ sở dữ liệu khi lưu người dùng mới
zh_hans: 保存新用户时发生数据库错误
zh_hant: 儲存新使用者時發生資料庫錯誤

# auth.error.emailLinkInvalid
source: Email link is invalid or has expired
ar: رابط البريد الإلكتروني غير صالح أو انتهت صلاحيته
bg: Връзката в имейла е невалидна или е изтекла
bn: ইমেল লিংকটি অবৈধ বা এর মেয়াদ শেষ হয়েছে
ca: L'enllaç del correu no és vàlid o ha caducat
cs: E-mailový odkaz je neplatný nebo jeho platnost vypršela
da: E-maillinket er ugyldigt eller udløbet
de: Der E-Mail-Link ist ungültig oder abgelaufen
el: Ο σύνδεσμος email δεν είναι έγκυρος ή έχει λήξει
es: El enlace del correo no es válido o ha caducado
et: E-posti link on vigane või aegunud
fa: پیوند ایمیل نامعتبر است یا اعتبارش به پایان رسیده است
fi: Sähköpostilinkki on virheellinen tai vanhentunut
fil: Hindi wasto o nag-expire na ang link sa email
fr: Le lien reçu par e-mail est invalide ou a expiré
he: הקישור בדוא״ל אינו תקין או שתוקפו פג
hi: ईमेल लिंक अमान्य है या उसकी समय-सीमा समाप्त हो गई है
hr: Poveznica u e-pošti nije valjana ili je istekla
hu: Az e-mailben kapott hivatkozás érvénytelen vagy lejárt
id: Tautan email tidak valid atau telah kedaluwarsa
is: Tölvupósthlekkurinn er ógildur eða útrunninn
it: Il link nell'email non è valido o è scaduto
ja: メールのリンクが無効か、有効期限が切れています
ko: 이메일 링크가 유효하지 않거나 만료되었습니다
lt: El. pašto nuoroda negalioja arba jos galiojimas baigėsi
lv: E-pasta saite nav derīga vai tās derīguma termiņš ir beidzies
nb: E-postlenken er ugyldig eller har utløpt
nl: De e-maillink is ongeldig of verlopen
nn: E-postlenkja er ugyldig eller har gått ut
pl: Link w e-mailu jest nieprawidłowy lub wygasł
pt_br: O link enviado por e-mail é inválido ou expirou
ro: Linkul din e-mail este invalid sau a expirat
ru: Ссылка в письме недействительна или срок её действия истёк
sk: E-mailový odkaz je neplatný alebo jeho platnosť vypršala
sl: E-poštna povezava ni veljavna ali je potekla
sr: Link u imejlu je nevažeći ili je istekao
sv: E-postlänken är ogiltig eller har gått ut
sw: Kiungo cha barua pepe si halali au muda wake umeisha
ta: மின்னஞ்சல் இணைப்பு செல்லாது அல்லது காலாவதியானது
th: ลิงก์ในอีเมลไม่ถูกต้องหรือหมดอายุแล้ว
tr: E-posta bağlantısı geçersiz veya süresi dolmuş
uk: Посилання в листі недійсне або його термін дії минув
ur: ای میل لنک غلط ہے یا اس کی میعاد ختم ہو گئی ہے
vi: Liên kết email không hợp lệ hoặc đã hết hạn
zh_hans: 邮件链接无效或已过期
zh_hant: 電子郵件連結無效或已過期
